// 4.Написать метод, которому в качестве аргументов передается строка и число,
// метод должен отпечатать в консоль указанную строку, указанное количество раз.
public static void printWordNTimes(String str, int n){
    for (int i = 1; i <= n; i++){
        System.out.println("\nЗадание 5.");
        System.out.println("[" + i + "]" + str);
    }
}