//4. Написать метод, которому в качестве параметра передается целое число, метод должен
//вернуть true, если число отрицательное;
    static boolean doFive(int a) {
        System.out.println("\nЗадание 4.");
        if (a < 0) return true;
        return false;
    }