//3. Написать метод, которому в качестве параметра передается целое число, метод должен
	//напечатать в консоль положительное ли число передали, или отрицательное; Замечание: ноль
	//считаем положительным числом.
    static void doFour(int a) {
        System.out.println("\nЗадание 3.");
        if (a >= 0) System.out.println("Число " + a + "положительное");
        else System.out.println("Число " + a + " отрицательное");
    }